Repository: common-repository/kueskipay-gateway
Catalog: languages/kueskipay-gateway-*.po
Languages: es_ar

source: Thank for your order, please complete the following information to process your order with
es_ar: Gracias por su pedido, complete la siguiente información para procesar su pedido con

source: Pay with Kueski
es_ar: Pagar con Kueski Pay

source: There was a problem communicating with Kueski. Try again later...
es_ar: Hubo un problema al comunicarse con Kueski. Inténtalo de nuevo más tarde...

source: Cancel &amp; Restore Cart
es_ar: Cancelar &amp; Restaurar Carrito

source: Kueski: Amount is invalid.
es_ar: Kueski: El precio no es válida.

source: Kueski: Payment approved.
es_ar: Kueski: Pago aprobado.

source: Kueski: Order processed.
es_ar: Kueski: Pedido procesado.

source: Kueski: Transaction was declined.
es_ar: Kueski: La transacción fue rechazada.

source: Thank you. Your order has been received.
es_ar: Gracias. Tu orden ha sido recibida.

source: You Transaction ID is
es_ar: Su ID de transacción es

source: Loading...
es_ar: Cargando...

source: This order was not processed by Kueski.
es_ar: Este pedido no fue procesado por Kueski.

source: Kueski Transaction ID
es_ar: ID de transacción en Kueski

source: Please input a valid Public Key. %s
es_ar: Ingrese una clave pública válida. %s

source: Click aqui para configurarlo!
es_ar: ¡Click aquí para configurarlo!

source: Please input a Private Key. %s
es_ar: Por favor ingrese una clave privada. %s

source: El Public Key o Secret Key son invalidos. %s
es_ar: El Public Key o Secret Key son inválidos. %s

source: El directorio <code>/wp-content/plugins/kueski-gateway/%s</code> del modulo Kueski no es escribible, cambielo a chmod 777.
es_ar: El directorio <code>/wp-content/plugins/kueski-gateway/%s</code> del modulo Kueski no es escribible, cámbielo a chmod 777.

source: Unsupported currency <code>%s</code>. Please activate a conversion rate in the module configuration or use one of the following currencies: USD, EUR.
es_ar: Moneda no admitida <code>%s</code>. Active una tasa de conversión en la configuración del módulo o utilice una de las siguientes monedas: MXN

source: Activate
es_ar: Activar

source: Activate Kueski
es_ar: Activar Kueski

source: Kueski API Key
es_ar: Key API de Kueski

source: Input the Public Key of Kueski.
es_ar: Ingrese la clave pública de Kueski.

source: Kueski Secret Key
es_ar: Clave secreta de Kueski

source: Input the Private Key of Kueski
es_ar: Ingrese la clave privada de Kueski

source: Leave orders with payment Accepted in Completed
es_ar: Dejar los pedidos con el pago aceptado en completado

source: Active
es_ar: Activo

source: When the payment is approved, the order in WooCommerce will not remain in Processing but in Completed.
es_ar: Cuando se aprueba el pago, el pedido en WooCommerce no permanecerá en Procesamiento sino en Completado.

source: Modal Window (By clicking on "Pay" Kueski window opens on the Same Page).
es_ar: Ventana modal (Al hacer clic en "Pagar" se abre la ventana de Kueski en la misma página).

source: Show widget on product sheet
es_ar: Mostrar widget en la ficha de producto

source: Show widget on cart summary
es_ar: Mostrar widget en resumen de compra

source: Sandbox Mode
es_ar: Modo Sandbox

source: In Sandbox mode you must change the credentials to those of a Sandbox project.
es_ar: En el modo Sandbox, debe cambiar las credenciales a las de un proyecto Sandbox.

source: Debug Mode
es_ar: Modo Debug

source: Enable Debug file in the directory
es_ar: Habilite el archivo de depuración en el directorio

source: WooCommerce Kueski Gateway depends on the last version of %s to work!
es_ar: ¡WooCommerce Kueski Gateway depende de la última versión de %s para funcionar!

source: Kueski Information
es_ar: Información de Kueski

source: Setting
es_ar: Configuración

source: Kueski plugin for WooCommerce
es_ar: Plugin Kueski para WooCommerce
